Repository: sorooshansari/IranAudioGuide_Server
Catalog: IranAudioGuide_MainServer/IranAudioGuide_MainServer/App_GlobalResources/Global.*.resx
Languages: fa

# alt
source: Download it on App Store
fa: اپ استور

# alt1
source: Get it on Google Play
fa: گوگل پلی

# alt2
source: accurate information about Iran
fa: اطلاعات دقیق در مورد ایران

# alt3
source: Choose what to listen to
fa: مباحث مورد علاقه ی خود را انتخاب کنید

# alt4
source: visit attractions with your own pace
fa: زمان بازدید از اماکن را خود تعیین کنید

# btnBuy
source: Get
fa: خرید

# btnCancel
source: Cancel
fa: انصراف

# btnContinue
source: Continue
fa: ادامه

# btnPurchase
source: Purchase
fa: خرید

# btnPurchased
source: Purchased
fa: خریداری شده

# btnSubmit
source: Submit
fa: ارسال

# copyright2
source: Terms &amp; Conditions
fa: شرایط و &amp; ضوابط

# copyright22
source: Shiraz Dourandish Developers
fa: دوراندیش برنامه نویسان شیراز

# copyright23
source: Developer:
fa: توسعه دهنده:

# IndexBtnLearnMore
source: Learn More
fa: بیشتر بدانید

# IndexTitle
source: The only guide you will need in Iran
fa: تنها راهنمای مورد نیاز در ایران <br /><br/> بهینه، کامل، با آزادی عمل

source: Iran Audio Guide
fa: راهنمای صوتی ایران

# Lang
source: en
fa: fa

# MenuContactUs
source: Contact Us
fa: تماس با ما

# MenuLogin
source: Log in
fa: ورود

# MenuLogout
source: Logout
fa: خروج

# MenuName
source: Menu
fa: منو

# MenuProfile
source: Profile
fa: پروفایل

# Mona
source: Mona Akhlaghi
fa: منا اخلاقی

# PageError0
source: Error - 404
fa: خطای 404

# PageError1
source: Sorry, The Page you entered not found!
fa: با عرض پوزش؛ صفحه درخواستی یافت نشد!

# PageError2
source: what are you doing here?
fa: اینجا چه می کنید؟

# PageError3
source: Go back to Iran Audio Guide home page
fa: بازگشت به صفحه اصلی سایت

# PageProfile
source: Home
fa: صفحه اصلی

# PageProfile20
source: Not Confirmed yet!
fa: هنوز تأیید نشده است

# PageProfile21
source: Please check your Email.
fa: لطفاً ایمیل خود را چک کنید

# PageProfile23
source: Pay with international cards
fa: پرداخت با کارت های بین المللی

# PageProfile24
source: Pay with Iranian bank cards
fa: پرداخت با کارت های بانکی ایرانی

# PageProfile25
source: No Purchesed Pakages
fa: هیچ خریدی انجام نشده است

# PageProfile26
source: to send you another Email
fa: درخواست ارسال دوباره ی ایمیل

# PageProfile27
source: here
fa: اینجا

# Parameter01
source: Liberating you to visit attractions with your own pace
fa: بدون محدودیت و با اختیار خودتان جاذبه ها را نظاره گر باشید

# Parameter02
source: No worries about being late or missing the explanations,take your time and wonder, take photos, ...
fa: دیگر نگران دیر رسیدن و یا از دست دادن توضیحات راهنمای تور نباشید؛ از وقتتان لذت ببرید و عکس بگیرید

# Parameter10
source: Where ever, when ever, which ever, how ever
fa: هر کجا, هر زمان, به هر گونه و به هر شکل

# Parameter11
source: While walking, sitting, photographing. In the hotel, on the way, in the plane, on the bus. In the morning, at night, in any hour you choose this guide will narrate what ever you feel like listening too.Pause the tracks, listen later. Just be sure to truly discover Iran with Iran audio guide.
fa: این راهنمای صوتی در حال راه رفتن، نشستن، عکاسی، درون هتل، در بین راه، درون هواپیما، درون اتوبوس، هنگام صبح و شب، در هر ساعتی به هر چیزی که بخواهید گوش دهید شما را همراهی میکند. حتی متوقف کنید و بعداً گوش کنید. خاطر جمع باشید که با راهنمای صوتی ایران میتوانید لذت تماشای ایران را با خیالی آسوده تجربه کنید

# Parameter12
source: Visiting tips
fa: نکاتی در مورد بازدید

# Parameter13
source: Iran audio guide will provide you with tips for visiting every attraction, maps and all you need to know about modern Iran
fa: راهنمای صوتی ایران شما را با نکات دانستنی، نقشه ها و هر آنچه که برای دیدن جاذبه های ایران امروز لازم است، همراهی میکند

# Parameter14
source: Attraction guide
fa: راهنمای آثار دیدنی

# Parameter15
source: Iran audio guide will guide you step by step in every attraction. Advising you at what to look at and details not to miss
fa: راهنمای صوتی ایران قدم به قدم شما را در همه ی آثار همراهی میکند و به شما پیشنهاد میکند که کجا را ببینید و از دستشان ندهید

# Parameter16
source: History
fa: تاریخ

# Parameter17
source: Iran audio guide tell you Iran’s millenniums of history, historic stories, wars, victories and envasions
fa: راهنمای صوتی ایران، داستان های تاریخی، جنگ ها، پیروزی ها و تهاجم های گوناگون در هزاره های تاریخ ایران را برای شما بازگو میکند

# Parameter18
source: Significant figures
fa: اشخاص نامی

# Parameter19
source: Iran audio guide will open up the story and achievements of Kings, poets, scientist and other significant people for you
fa: راهنمای صوتی ایران برای شما از داستان ها و دست آوردهای پادشاهان، شاعران، دانشمندان و اشخاص مهم دیگر میگوید

# Parameter2
source: Persian stories
fa: داستان های فارسی

# Parameter20
source: Iran audio guide allows you to listen to famous persian myth tails, the great love stories, even the historic gossips, scandals of Persia
fa: راهنمای صوتی ایران به شما این امکان را می دهد که از افسانه های مشهور، بی نظیرترین روایت های عاشقانه، شایعات تاریخی و حتی رسوایی های ایران با خبر شوید

# Parameter21
source: Art &amp; Architecture
fa: هنر و معماری

# Parameter22
source: Iran audio guide will explain the unique techniques and methods of Iranian architecture and crafts with images
fa: راهنمای صوتی ایران با ارائه ی تصاویر، شما را از اصول خاص و منحصر به فرد معماری ایرانی و چگونگی آن ها آگاه می سازد

# Parameter23
source: Who we are?
fa: درباره ی ما

# Parameter24
source: The Iran Audio Guide appication has been created by a dedicated team with a combination of experties. We always feel obligied to present the highest standard in all aspects of our work
fa: با درود فراوان! ما همگی عمیقا اعتقاد به قدرت دگرگونی تکنولوژی و فناوری در دگرگونی درک و لذت افراد در تمامی ابعاد زندگی داریم. ما با همکاری تصمیم به ارایه نرم افزاری گرفتیم که با ترکیب درک لذت و علاقه همگان را به تاریخ و فرهنگ ایران زمین متحول کند. در نتیجه مفتخریم که به عنوان اولین راهنمای صوتی گردشگری در ایران، بهترین و کامل ترین مجموعه را در اختیار شما قرار دهیم

# Parameter25
source: Mona Akhlaghi
fa: منا اخلاقی

# Parameter26
source: CEO
fa: مدیر عامل

# Parameter27
source: Soroosh Ansari Mehr
fa: سروش انصاری مهر

# Parameter28
source: CTO
fa: مدیر ارشد فناوری

# Parameter29
source: Feel free to Contact us...
fa: با ما در ارتباط باشید

# Parameter3
source: Association Form
fa: فرم انجمن

# Parameter30
source: You've successfully authenticated with
fa: شما با موفقیت پذیرفته شدید

# Parameter31
source: Please enter a user name for this site below and click the Register button to finish logging in.
fa: لطفا نام کاربری خود را وارد نمایید و سپس کلید "ثبت نام" را برای وارد شدن کلیک کنید

# Parameter32
source: Sign in with:
fa: ورود از طریق:

# Parameter33
source: There are no external authentication services configured.
fa: هیچ تأییدیه ی خارجی شناخته نشد

# Parameter34
source: Sign in with
fa: ورود از طریق

# Parameter35
source: Log in using your
fa: ورود از طریق

# Parameter36
source: account
fa: حساب کاربری

# Parameter37
source: Thank you for confirming your email. Please{0}
fa: سپاس بابت تأیید ایمیل. لطفاً {0}

# Parameter38
source: Click here to Log in
fa: برای ورود اینجا کلیک کنید

# Parameter39
source: Unsuccessful login with service.
fa: ورود ناموفق بود

# Parameter4
source: Enter your email.
fa: ایمیل خود را وارد کنید

# Parameter40
source: Send Link
fa: ارسال لینک

# Parameter41
source: Please check your email to reset your password.
fa: لطفا ایمیل خود را چک کنید تا بتوانید رمز عبورتان را تغییر دهید

# Parameter42
source: Wellcome back!
fa: از اطلاعات ورود خود برای دسترسی به حساب کاربری استفاده کنید

# Parameter43
source: Join us!
fa: با ما باشید!

# Parameter44
source: It only takes a minute!
fa: کمی صبور باشید!

# Parameter45
source: By registering, you will access to all Iran Audio Guide has to offer
fa: تنها با ثبت نام کردن، شما میتوانید از تمام امکانات و مزایای راهنمای صوتی ایران استفاده کنید؛ به زودی متوجه خواهید شد که کاملاً ارزشمند است!

# Parameter46
source: Register
fa: ثبت نام کنید

# Parameter47
source: Already have an account?
fa: حساب کاربری دارید؟

# Parameter48
source: Your password has been reset. Please
fa: رمز عبورتان تغییر یافت!

# Parameter49
source: Send verification code
fa: کد تأییدیه را بفرست

# Parameter5
source: Select Two-Factor Authentication Provider:
fa: یکی از دو روش تأیید هویت را انتخاب کنید:

# Parameter50
source: Locked out.
fa: مسدود شده اید!

# Parameter51
source: This account has been locked out, please try again later.
fa: این حساب کاربری مسدود شده است؛ لطفا کمی بعد تلاش کنید

# PaymentPage2
source: Places
fa: مکان ها

# PaymentPage21
source: Cities Included
fa: شرح

# PaymentPage23
source: You can check your payment trustfulness by click on ZarinPal Logo above
fa: برای

# PaymentPage24
source: About WebMoney
fa: در مورد WebMoney

# PaymentPage25
source: Price :
fa: قیمت:

# PaymentPage26
source: Text
fa: متن

# PaymentPage27
source: Package Name
fa: نام بسته

# PaymentPage28
source: Reference ID
fa: شناسه ی مرجع

# PlaceholderConfirmPassword
source: Confirm Password
fa: تکرار رمز عبور

# PlaceholderEmail
source: Email
fa: نشانی ایمیل

# PlaceholderMessage
source: Your Message...
fa: پیام شما...

# PlaceholderName
source: Name
fa: نام

# PlaceholderPassword
source: Password
fa: رمز عبور

# PlaceholderSubject
source: Subject
fa: عنوان

# SectionOneH2
source: Don’t just walk through Iran, learn the history, hear the stories, feel the culture, ...
fa: فقط به گردش در ایران بسنده نکنید؛ <br/>تاریخش را بیاموزید، قصه هایش را بشنوید و فرهنگش را لمس کنید

# SectionOneMessage
source: It's so close to release.<br /> We will notify you when we release.
fa: به زودی عرضه خواهد شد. <br /> زمان عرضه را به شما اطلاع خواهیم داد

# SectionOneP
source: Download Iran Audio Guide application for free and see for yourself<br />
fa: راهنمای صوتی ایران را به صورت رایگان دانلود کنید <br />

# SectionTwoContentH2
source: Providing you with accurate information
fa: اطلاعات کامل و دقیقی را در اختیار شما قرار می دهیم

# SectionTwoContentP
source: To guide you through the discovery of Iran and all its millenniums of history
fa: برای راهنمایی شما و آشنا شدن شما با ایران و هزاره های تاریخی آن

# ServerConfirmMessage
source: Please confirm your account by clicking <a href='{0} '>here</a>
fa: لطفاً برای تأیید شدن حساب کاربری خود <a href='{0} '> اینجا </a> را کلیک کنید

# ServerConfirmTitel
source: Confirm your account
fa: حساب کاربری خود را تأیید کنید

# ServerContactEmail
source: Check input fields
fa: اطلاعات وارد شده را بررسی کنید

# ServerDeactivateMobile
source: you have successfully deactivated your device. the next device you sign in with, will become your active device.
fa: شما با موفقیت دستگاه خود را غیر فعال کردید؛ دستگاه بعدی که با آن وارد می شوید، دستگاه فعال شما خواهد بود

# ServerDeactivateMobileInavlid
source: You should expect to wait up to {0} days
fa: شما باید به مدت {0} روز منتظر بمانید

# ServerEmailConfirmation
source: Email Confirmation
fa: تأییدیه ی ایمیل

# ServerEmailConfirmationMessage
source: Please Check your email
fa: لطفاً ایمیل خود را چک کنید

# ServerEmailConfirmationMessage2
source: Try to send another confirmation email through your profile page. Please click <a id='loginlink' href='/en/Account/Login'>here</a> to Login
fa: در تلاش برای ارسال تأییدیه ای دوباره به صفحه ی پروفایل شما. لطفاً برای ورود <a id='loginlink' href='/fa/Account/Login'> اینجا </a> را کلیک کنید

# ServerEmailConfirmationSucceeded
source: Thank you for confirming your email. Please click <a id='loginlink' href='/en/Account/Login'>here</a> to Login
fa: سپاس بابت تأیید ایمیل. لطفاً برای ورود <a id='loginlink' href='/fa/Account/Login'> اینجا </a> را کلیک کنید

# ServerEmailErrorSending
source: Email sending failed
fa: ارسال ایمیل ناموفق بود

# ServerEmailSending
source: Thanks! Your message sent successfully!.
fa: سپاس! پیام شما با موفقیت ارسال شد!

# ServerEmailSendingSuccess
source: Thanks! sent successfully!. Please Check your email
fa: سپاس! با موفقیت ارسال شد! لطفاً ایمیل خود را چک کنید

# ServerErrorConfirmSubject
source: Confirmation Failed!
fa: تأیید ناموفق بود!

# ServerErrorInvalidUsernameOrPassword
source: Invalid username or password
fa: نام کاربری یا رمز عبور اشتباه است

# ServerErrorUnknown
source: Unknown Error
fa: خطای ناشناخته

# ServerForgotPassword
source: Forgot Password
fa: رمز عبور را فراموش کرده ام

# ServerForgotPasswordMessage
source: Please check your email to reset your password. Please click <a id='loginlink' href='/en/Account/Login'>here</a> to Login
fa: لطفاً ایمیل خود را برای تغییر رمز عبور چک کنید. لطفاً برای ورود <a id='loginlink' href='/fa/Account/Login'> اینجا </a> را کلیک کنید

# ServerInvalidCode
source: Invalid code
fa: کد نامعتبر است

# ServerInvalidLoginAttempt
source: Invalid login attempt
fa: ورود ناموفق بود

# ServerLockout
source: Lockout
fa: مسدود شده اید

# ServerPasswordChanged
source: Password changed
fa: رمزعبور تغییر کرده است

# ServerPasswordChangedMessage
source: Your password has been changed. Please click <a id='loginlink' href='/en/Account/Login'>here</a> to Login
fa: رمز عبورتان تغییر کرده است. لطفاً برای ورود <a id='loginlink' href='/fa/Account/Login'> اینجا </a> را کلیک کنید

# ServerResetPassword
source: Reset Password
fa: تغییر رمزعبور

# ServerResetPasswordMessage
source: Please reset your password by clicking <a href='{0}'>here</a>
fa: لطفاً برای تغییر رمز عبور خود <a href='{0}'> اینجا </a> را کلیک کنید

# ServerResetPasswordMessage2
source: We sent a reset password link to <strong style='color:red;'>{1}</strong> <br /> didn't receive email? <a href={0}>Resend</a>
fa: ما یک لینک تغییر رمز به <strong style='color:red;'> {1} </strong> <br /> ارسال کرده ایم. اگر ایمیلی دریافت نکرده اید <a href={0}> اینجا </a> را کلیک کنید

# Soroosh
source: Soroosh Ansari Mehr
fa: سروش انصاری مهر

# SpotlightContentH2
source: Choose what to listen to
fa: خودتان انتخاب کنید که به کدام گوش دهید

# SpotlightContentP
source: Listen to the tracks your interested in, choose among all the content available
fa: از میان تمام مطالب موجود، به موضوع مورد علاقه خود گوش دهید

# TitlePageConfirmEmail
source: Confirm Email
fa: تأییدیه ی ایمیل

# TitlePageForgot
source: Forgot your password?
fa: رمزعبورتان را فراموش کرده اید؟

# TitlePageForgotConfirmation
source: Forgot Password Confirmation
fa: تایید رمز عبور را فراموش کرده اید؟

# TitlePageLogIn
source: Log In
fa: ورود

# TitlePageLoginFailure
source: Login Failure
fa: ورود ناموفق بود

# TitlePageRegister
source: Register
fa: ثبت نام

# TitlePageSendCode
source: Send
fa: ارسال

source: Email
fa: ایمیل

source: Facebook
fa: فیسبوک

source: Instagram
fa: اینستاگرام

source: Iran Audio Guide Office
fa: دفتر راهنمای صوتی ایران

# OfficeAddress
source: Fars Science and Technology Park, Aryan town, Dr Hesabi Boulevard<br/>Shiraz, Iran
fa: شیراز- شهرک آرین- پارک علم و فناوری - شرکت دوراندیش - کد پستی 7197687811

source: Send
fa: ارسال

source: Telegram
fa: تلگرام

source: Twitter
fa: توییتر

# ForgotPassword
source: Forgot?
fa: رمز عبور خود را فراموش کرده اید؟

source: Google
fa: گوگل

# RegisterAsNewUser
source: Register as a new user?
fa: ثبت کاربر جدید؟

# SEOdesc
source: Discover iran while listening to facts and stories about modern Iran, ancient history, the arts, persian mythology and above all a step by step guide through notable attractions.
fa: ا اپلیکشن راهنمای صوتی ایران نه تنها راهنمای قدم به قدم اماکن دیدنی را در دسترس خواهید داشت بلکه قصه های تاریخی واساطیر و باستانی و دانستنی های جالب را نیز می توانید بشنوید. بیاید پربارتر از قبل در ایران سفر کنیم و ایران را می بشناسیم.

# forgotEnterEmail
source: Enter your email address to receive a reset password link
fa: ایمیل خود را برای دریافت لینک بازیابی کلمه عبور وارد کنید

# MenuRegister
source: Register
fa: ثبت نام

# signInSubHeader
source: Manage your Iran Audio Guide account easily through our website
fa: از این طریق می توانید به راحتی حساب کاربری خود را مدیریت کنید

# ErrorEmail
source: Invalid email address
fa: ایمیل وارد شده نامعتبر است

# ErrorRequiredPassword
source: The Password field is required.
fa: رمز عبور باید وارد شود

# ErrorRequiredRegisterName
source: The {0} field is required.
fa: {0} باید پر شود

# ErrorStringLengthMessage
source: The {0} must be at least {2} characters long.
fa: {0} باید حداقل {2} حرف باشد

# DispalyCode
source: Code
fa: کد

# ErrorComparePassword
source: The password and confirmation password do not match.
fa: رمز عبور و تأییدیه ی آن همخوانی ندارند

# ErrorRequire
source: The field is required.
fa: این قسمت مورد نیاز است

# ErrorRequiredEmail
source: The Email field is required.
fa: ایمیل باید وارد شود

# RememberBrowser
source: Remember this browser?
fa: این مررورگر را به خاطر بسپار؟

# LabelForRememberMe
source: Remember Me?
fa: مرا به خاطر بسپار؟

# aliReza
source: Alireza Motaghi
fa: علی رضا متقی

# aliRezaOc
source: Audio Editor
fa: ادیتور صدا

# danial
source: Danial Babadi Yousefi
fa: دانیال بابادی یوسفی

# danialOc
source: Designer
fa: طراح

# purmand
source: Taiebe Pourmand
fa: طیبه پورمند

# purmandOc
source: Developer
fa: توسعه دهنده

# LangTitle
source: English
fa: فارسی

# LangOther
source: fa
fa: en

# PlaceholderSearchPackage
source: City or Location
fa: نام شهر یا مکان مورد نظر خود را وارد کنید

# ErrorEmailNotConfirmed
source: Email not confirmed yet!
fa: ایمیل وارد شده هنوز تایید نشده است.

# ErrorEmailNotConfirmedMessage
source: For purchasing, first need to confirm your email. Please click <a id='loginlink' href='/en/Account/Login'>here</a> to Login
fa: برای خرید بسته باید ایمیل شما تایید شود. لطفا ایمیل خود را تایید کنید، سپس <a id='loginlink' href='/fa/Account/Login'> اینجا</a>را کلیک کنید.

source: Error!
fa: خطا!

# ErrorPaymentUnauthorizedDevice
source: Unauthorized device!
fa: از این دستگاه دسترسی امکان پذیر نیست.

# loadingtxt
source: Loading ...
fa: لطفا منتظر بمانید ...

source: Please try again
fa: لطفا دوباره امتحان کنید

# ErrorRegisterDuplicateUserName
source: This Email is already taken.
fa: این ایمل قبلا مورد استفاده قرار گرفته

# ErrorUnknown
source: Connection Error Please Try Again Later
fa: خطا در برقراری ارتباط با شبکه، چند لحظه دیگر امتحان کنید

# btnClose
source: Close
fa: بستن

source: Choose your payment gateway
fa: دروازه ی پرداخت خود را انتخاب کنید

source: Payment procedure
fa: مراحل پرداخت

# PaymentProcedure1
source: In order to purchase a package, you either need an Iranian cash card or you have to use the webmoney transfer system which provides various payment methods.
fa: به منظور خرید بسته، شما یا به یک کارت پرداخت نقدی ایران نیاز دارید و یا مجبور به استفاده از سیستم انتقال وب مانی هستید که روش های پرداخت مختلفی فراهم می کند.

# PaymentProcedure2
source: The procedure will only take a few minutes. The system will guide you through the steps. As soon the process has finished, the packages will be activated for you automatically. In case the procedures fail contact us.
fa: این فرآیند تنها چند دقیقه طول خواهد کشید. سیستم شما را از طریق مراحلی راهنمایی می کند. به محض اینکه روند به پایان رسید، بسته به طور خودکار برای شما فعال می شود. در مواردی که این فرآیند نا موفق بود، با ما تماس بگیرید.

# ReturnPaymentReferenceID
source: Reference ID
fa: شناسه ی مرجع

# WebmoneyAbout
source: About Webmoney
fa: درباره وب مانی

# WebmoneyAbout1
source: Account Details
fa: جزئیات حساب کاربری

# WebmoneyAbout2
source: WebMoney ID
fa: شناسه ی وب مانی

# WebmoneyAbout4
source: Merchant
fa: فروشنده

# PaymentPage30
source: Payment Info
fa: اطلاعات پرداخت

# TitlePayment
source: Payment
fa: پرداخت

# PaymentPage31
source: By purchasing this package, you will again access to all audio guide tracks in the cities mentioned above. Your purchased packages will be set on and accessible through your current user account.
fa: با خرید این بسته شما به تمامی توضیحات صوتی شهرهای نام برده در بالا دسترسی پیدا می کنید. بسته های خریداری شده بر روی نام کاربری شما ذخیره شده و قابلیت دسترسی و بازیابی دارند.

# ErrorEmailNotConfirmedMessageForMobile
source: For purchasing, first need to confirm your email.<br/><a id='close' href='mobile/close'>Close</a>
fa: برای خرید بسته باید ایمیل شما تایید شود. لطفا ایمیل خود را تایید کنید..<br/><a id='close' href='mobile/close'> بستن </a>

# ErrorNotFoundPackage
source: Not Found Package
fa: بسته مورد نظر وجود ندارد.

source: Unauthorized device!
fa: این دستگاه ثبت نشده است.

source: Package Info
fa: اطلاعات بسته

# PaymentEmailInfo
source: در صورت بروز هر گونه مشکلی به Info@iranaudioguide.com ایمیل بزنید
fa: اگر سوال یا هر مشکلی داشتید، لطفا یک ایمیل به <a href="mailto:info@iranaudioguide.com" > Info@iranaudioguide.com</a> ارسال کنید

source: Price
fa: قیمت

# ZarinpalPaymentMsg
source: No response from bank gateway.
fa: پاسخی از درگاه بانک دریافت نشد.

# PaymentAutomaticallyReturnMoney
source: If the payment is deducted from your bank account, The amount will be automatically returned. If not, please contact us.
fa: اگر پرداخت از حساب بانکی شما کسر می شود، مبلغ به صورت خودکار بازگشت می شود.

# ZarinpalPaymentMsg5
source: You have access to the package below. Thank you for your purchase!
fa: شما به بسته زیر دسترسی پیدا کردید. از خرید شما سپاس گذاریم.

# ZarinpalPaymentMsg6
source: Problem occurred in payment process.
fa: در مراحل پرداخت شما خطایی رخ داده است.

# ZarinpalPaymentMsg7
source: Sorry, please try again in a few minutes.
fa: در حال حاضر امکان پذیر نیست، لطفا دقایقی دیگر دوباره امتحان کنید.

# ZarinpalPaymentMsg10
source: IP or xCode is not correct
fa: و يا مرچنت كد پذيرنده صحيح نيست IP

# ZarinpalPaymentMsg11
source: Due to the limitations of Shaparak system, opportunity to pay the amount requested is not possible
fa: با توجه به محدوديت هاي شاپرك امكان پرداخت با رقم درخواست شده ميسر نمي باشد

# ZarinpalPaymentMsg13
source: The desired request was not found.
fa: درخواست مورد نظر يافت نشد.

# ZarinpalPaymentMsg14
source: Editing request is not possible.
fa: امكان ويرايش درخواست ميسر نمي باشد.

# ZarinpalPaymentMsg15
source: Any type of financial operations for this transaction was not found.
fa: هيچ نوع عمليات مالي براي اين تراكنش يافت نشد

# ZarinpalPaymentMsg16
source: Transaction is not successful.
fa: تراكنش نا موفق ميباشد.

# ZarinpalPaymentMsg17
source: The transaction does not match the amount paid.
fa: رقم تراكنش با رقم پرداخت شده مطابقت ندارد.

# ZarinpalPaymentMsg18
source: Transaction divison limit is passed by number or amount
fa: سقف تقسيم تراكنش از لحاظ تعداد يا رقم عبور نموده است

# ZarinpalPaymentMsg19
source: The related method is not accessible.
fa: اجازه دسترسي به متد مربوطه وجود ندارد.

# ZarinpalPaymentMsg20
source: Sent data related to AdditionalData is invalid
fa: غيرمعتبر ميباشد. AdditionalData اطلاعات ارسال شده مربوط به

# ZarinpalPaymentMsg21
source: Valid payment index lifetime period is between 30 minutes to 45 days.
fa: مدت زمان معتبر طول عمر شناسه پرداخت بايد بين 30 دقيقه تا 45 روز مي باشد.

# ZarinpalPaymentMsg22
source: The desired request is archived
fa: درخواست مورد نظر آرشيو شده است.

# ZarinpalPaymentMsg23
source: Operation is successfully done.
fa: عمليات با موفقيت انجام گرديده است.

# ZarinpalPaymentMsg24
source: Payment process has been successful and PaymentVerification has been done.
fa: تراكنش انجام شده است. PaymentVerification عمليات پرداخت موفق بوده و قبلا

# PaymentNotCompleted
source: Your payment process is not completed.
fa: عملیات پرداخت شما موف آمیز نبوده است

# ZarinpalPaymentMsg8
source: Payment was canceld
fa: پرداخت کنسل شده

# ZarinpalPaymentMsg9
source: Submitted information is incomplete
fa: اطلاعات ارسال شده ناقص است

# AccessPackage
source: You have access to the package below. Thank you for your purchase!
fa: بسته با موفقیت خریداری شد. شما به بسته زیر دسترسی دارید.

source: Webmoney Gateway
fa: درگاه پرداخت Webmoney

# WebmoneyPaymentMsg
source: You have access to the package below. Thank you for your purchase! <br />
fa: از خرید شما سپاسگذاریم. شما به بسته زیر دسترسی پیدا کردید

# WebmoneyPaymentMsg1
source: Sorry, Your payment was unsuccessful!
fa: با عرض پوزش در مراحل پرداخت مشکلی پیس آمده است.
