Repository: sorooshansari/IranAudioGuide_Server
Catalog: IranAudioGuide_MainServer/IranAudioGuide_MainServer/App_GlobalResources/Global.*.resx
Languages: fa

# Paymentsuccessfully
source: Payment completed successfully.
fa: پرداخت با موفقیت انجام شد.
